Repository: VikSzalontai/ta_platform
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: es

source: accounts
es: cuentas

source: ID Type
es: Tipo de ID

source: ID Number
es: N&#250;mero de ID

source: The two password fields didn't match.
es: Los dos campos de contraseña no son iguales.

source: First names
es: Primer(os) nombre(s)

source: Last names
es: Apellido(s)

source: Email
es: Correo electrónico

source: Username
es: Nombre de usuario

source: Accept Terms of Service
es: Acepto los terminos de servicio

source: Birth date
es: Fecha de nacimiento

source: Password
es: Contraseña

source: Password confirmation
es: Confirmar contraseña

source: Enter the same password as before, for verification.
es: Ingrese la misma contraseña que antes, para verificación.

source: {{ COMPANY_NAME }}: Register
es: {{ COMPANY_NAME }}: Registrarse

source: I have read and accepted the Terms of Service.
es: He leí y acepto los Términos de Servicio.

source: This National ID already exists.
es: Este N&#250;mero de Identificación ya existe.

source: You must be %(value)s years old to enroll.
es: Usted debe de tener al menos %(value)s años de edad para registrarse.

source: Submit
es: Enviar

source: Cancel
es: Cancelar

source: Email or username
es: Correo electrónico o usuario

source: Change my password
es: Cambiar mi contraseña

source: Area code
es: Código de area

source: Active
es: Activo

source: Termed
es: Terminado

source: Never worked for us
es: Nunca trabajó con nosotros

source: Non-rehirable
es: No recontratable

source: Cedula
es: Cédula

source: Passport
es: Pasaporte

source: Social Security Number
es: N&#250;mero de Seguridad Social

source: ID Type: Cedula, SSN, Passport
es: Tipo de ID: Cédula, SSN, Pasaporte

source: Male
es: Masculino

source: Female
es: Femenino

source: profile
es: perfil

source: profiles
es: perfiles

source: Home
es: Inicio

source: Login
es: Iniciar sesión

source: Password change successful
es: Cambio de contraseña exitoso

source: Password reset
es: Reiniciar contraseña

source: Password reset complete
es: Reinicio de contraseña completo

source: You have succesfully changed your password.
es: Usted ha cambiado su contraseña con éxito.

source: Accounts
es: Cuentas

source: Change password
es: Cambiar contraseña

source: Password change
es: Cambiar contraseña

source: Password reset successful
es: Reinicio de contraseña exitoso

source: Set new password
es: Ingresar nueva contraseña

source: We're sorry...
es: Lo sentimos...

source: We've emailed you instructions for resetting your password to the e-mail addres you submitted.
es: Le hemos enviado instrucciones sobre como reiniciar su contraseña al correo electrónico que usted sometió.

source: You should be receiving it shortly.
es: Lo estará recibiendo en breve.

source: You're receiving this e-mail because you requested a password reset for your user account at %(_site_name)s.
es: Usted esta reciviendo este correo electronico debido a que usted solicitó un reinicio de contraseña para su cuenta de usuario de %(_site_name)s.

source: Please go to the following page and choose a new password:
es: Por favor acceda a la siguiente página y eliga una nueva contraseña:

source: Your username, in case you've forgotten:
es: Su nombre de usuario, en caso de haberlo olvidado

source: Thank you for using our site!
es: ¡Gracias por utilizar nuestra página!

source: The %(_site_name)s team
es: El equipo de %(_site_name)s

source: Forgotten your password? Enter your email address below, and we'll email you instructions for setting a new one.
es: ¿Olvido su contraseña? Ingrese su correo electrónico en el campo debajo, y le enviaremos instrucciones para configurar uno nuevo.

source: {{ user.username }} verified
es: {{ user.username }} verificado

source: Sign up
es: Registrarse

source: Registration complete
es: Registro completo

source: You've now completed the registration process.
es: Usted ha completado el proceso de registro.

source: <p>You can now <a class="h5" href="%(loginurl)s">Login</a> or <a class="h5" href="%(referurl)s">start referring!</a> </p>
es: <p>Usted puede ahora <a class="h5" href="%(loginurl)s">Ingresar</a> ó, <a class="h5" href="%(referurl)s">¡comenzar a referir!</a> </p>

source: Sign up successful
es: Registro exitoso

source: We've sent you an email to verify your email address.
es: Le hemos enviado un correo electrónico para verificar su dirección.

source: You should be receiving our email shortly.
es: Usted deberá de recibir nuestro correo en breve.

source: Thank you for registering with %(_site_name)s.
es: Gracias por registrarse con %(_site_name)s.

source: Please follow the link below to complete your registration process.
es: Por favor acceda el enlace debajo para completar su proceso de registro.

source: Register
es: Registrarse

source: We've emailed you instructions for to complete your registration to the email address you've submitted.
es: Le hemos enviado instrucciones para completar su proceso de registro al correo electrónico que usted sometió.

source: login/
es: iniciar-sesion/

source: logout/
es: cerrar-sesion/

source: register/
es: registrarse/

source: register/done/
es: registrarse/hecho/

source: register/verify/<uidb64>/<token>/
es: registrarse/verificar/<uidb64>/<token>/

source: register/complete/
es: registrarse/completo/

source: password/change/
es: contrasena/cambiar/

source: password/change/done/
es: contrasena/cambiar/hecho/

source: password/reset/
es: contrasena/reiniciar/

source: password/reset/confirm/<uidb64>/<token>/
es: contrasena/reiniciar/<uidb64>/<token>/

source: You have successfully logged out.
es: Usted ha salido exitosamente.

source: Verification unsuccessful
es: Verificación fracasó
